12/data/attachments/de0987f19b9b1a82.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d6253725-c8f0-43f9-8a64-f1a2ba3950fa</nif:username>
            <nif:friendToBeAdded>Jacob_forget_Friend_85574_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>